local function run(msg, matches)
local text = [[ درباره پلاس🌐
سودو یک ربات مدیرت گروه هوشمنده ه وظیفش محافظت از گروه های شما میباشد🌟
سودو قفل های زیادی دارد و شما با این قفل ها میتوانید محدودیت برای اعضای گروه خود بزارید🌟
مانند قفل لینک که اگر فعال باشد هیچ عضوی نمیتواند لینک به گروه ارسال کند⛔️
همچنین سودو قفل ها و قابلیت های جالب و هوشمند تری دارد🌟

برای اطلاعات بیشتر عضو کانال سودو شوید👇
@TeleSudo_TEAM
ارتباط با سازنده بات سودو👇
@agent_sudo
]]
send_document(get_receiver(msg), "files/logo.gif", ok_cb, false)
return text 
end 
return {
  patterns = {
    "^سودو$",
  }, 
  run = run,
}
